{
    "phenomena": [
        {
            "title": "宿舍经济：宿舍楼里的"小卖部"",
            "description": "为什么有些同学的宿舍成了"网红店"？",
            "principle": "供需关系原理",
            "explanation": "宿舍楼人口密集，学生消费需求集中，但校园商业配套有限。有商业头脑的同学发现了这个"市场空白"，在宿舍提供零食、文具、美甲等服务。这种"宿舍经济"满足了同学们的即时需求，创业者也获得了收入。这就是经济学中的供需关系：有需求的地方，就会有供给出现。",
            "example": "比如晚上10点你想吃泡面，但超市已经关门，这时宿舍楼的"小卖部"就能满足你的需求。",
            "category": "供需关系"
        },
        {
            "title": "食堂的价格魔法：为什么同一份菜价格会变动？",
            "description": "你发现了吗？食堂有些菜品在不同时间段价格不一样！",
            "principle": "价格弹性理论",
            "explanation": "食堂会根据不同时段的客流量和食材剩余情况调整价格。中午12点人多时价格较高，下午1点后人流减少，同样的菜品可能会降价出售。这是为了避免食物浪费，同时最大化收入。这种现象叫做"价格歧视"，商家根据不同时间、不同消费者的需求弹性来定价。",
            "example": "比如中午12点的红烧肉15元，下午1点半可能只要12元，因为食堂想卖掉剩余的菜品。",
            "category": "价格理论"
        },
        {
            "title": "校园二手群：旧物的新生",
            "description": "为什么毕业季的"跳蚤市场"这么火爆？",
            "principle": "资源配置与机会成本",
            "explanation": "大学生每年都有大量物品需要处理：教材、电器、生活用品等。直接扔掉很浪费，带回家又不方便。二手交易群让这些物品找到了新主人，实现了资源的有效配置。对卖家来说，获得了一些收入；对买家来说，以低价买到了需要的物品。这就是经济学中的"双赢交易"。",
            "example": "毕业生把50元买的教材以20元卖给低年级同学，双方都觉得赚了，这就是经济学上的"帕累托改进"。",
            "category": "资源配置"
        },
        {
            "title": "共享单车：校园里的"最后一公里"经济学",
            "description": "为什么共享单车能占领校园？",
            "principle": "需求弹性与定价策略",
            "explanation": "共享单车解决了校园内"最后一公里"的出行痛点。学生对价格敏感，需求弹性大，所以共享单车采用低价策略吸引用户。同时，通过大数据分析用户行为，优化车辆投放位置和时间。这种商业模式体现了现代经济学中的"共享经济"理念：提高资源利用效率，降低使用门槛。",
            "example": "从宿舍到教学楼走路15分钟，骑车5分钟，花1元钱节省10分钟时间，对大多数学生来说是很划算的交易。",
            "category": "共享经济"
        },
        {
            "title": "考研热：沉没成本与机会成本的博弈",
            "description": "为什么有些同学明知道不适合还要坚持考研？",
            "principle": "沉没成本与机会成本",
            "explanation": "很多学生在考研决策中陷入了"沉没成本谬误"：因为已经在本科专业上投入了四年时间和金钱，所以不愿意放弃。但实际上，这些已经投入的是沉没成本，不应该影响未来的决策。理性的决策应该考虑机会成本：继续考研的机会成本可能是放弃工作经验的积累和收入。",
            "example": "小明本科学了四年会计但发现自己不喜欢，考研时仍然选择会计专业，只是因为"已经学了这么久"，这就是典型的沉没成本谬误。",
            "category": "行为经济学"
        },
        {
            "title": "奶茶店大战：产品差异化与价格战",
            "description": "为什么校门口的奶茶店总是开开关关？",
            "principle": "产品差异化与市场竞争",
            "explanation": "奶茶行业进入门槛低，产品同质化严重，导致激烈的价格战。商家通过"买一送一"、"半价优惠"等方式抢占市场份额。但长期价格战会损害行业利润，最终只有实现产品差异化、建立品牌忠诚度的商家才能生存下来。这是典型的"囚徒困境"：个体理性选择导致集体非理性结果。",
            "example": "校门口同时开了5家奶茶店，为了吸引顾客纷纷降价，最后只有2家坚持下来，它们通过独特的口味和优质的服务建立了稳定的客户群。",
            "category": "市场竞争"
        },
        {
            "title": "大学生兼职：时间成本与人力资本投资",
            "description": "为什么有些兼职值得做，有些不值得？",
            "principle": "人力资本理论与时间价值",
            "explanation": "大学生的时间很宝贵，兼职决策应该考虑时间成本和人力资本投资。发传单、洗碗等低技能兼职虽然能立即获得收入，但机会成本很高——牺牲了学习和提升技能的时间。而实习、专业相关的兼职虽然收入可能较低，但能积累工作经验，提升未来收入潜力，是更好的人力资本投资。",
            "example": "小李用周末时间做家教每小时50元，比发传单每小时15元更划算，因为家教经验对未来找工作有帮助，而发传单的经验价值很低。",
            "category": "人力资本"
        }
    ]
}